<template>
    <div class="page mb-20">
        <div class="section-top-offset flex flex-col gap-20">
            <h1 class="container section-heading text-center">Программа обучения</h1>

            <div class="container flex flex-col md:block">
                <h2 class="font-thin text-2xl mb-4">Теоретическая часть</h2>

                <div class="flex flex-col md:block">
                    <nuxt-img
                        class="float-right ml-3 mb-3 xs:h-[18rem] md:h-[26rem] w-auto"
                        src="/images/study/1.webp"
                        alt="авто"
                    />
                    <ol class="list-decimal list-inside text-md flex flex-col gap-4">
                        <li>
                            <span>Помещение для ремонта и&nbsp;его оснащение.</span>
                        </li>
                        <li>
                            <span>Безпроблемная приёмка автомобиля в&nbsp;ремонт.</span>
                            <ul class="list-disc pl-7 text-md">
                                <li>
                                    <span>осмотр повреждения,</span>
                                </li>
                                <li>
                                    <span>определение причины и&nbsp;ремонтопригодности,</span>
                                </li>
                                <li>
                                    <span>согласование ожиданий клиента с&nbsp;реальностью,</span>
                                </li>
                                <li>
                                    <span>стоимость ремонта, время ремонта, гарантия.</span>
                                </li>
                            </ul>
                        </li>
                        <li>
                            <span>Необходимые условия для ремонта и&nbsp;их&nbsp;создание.</span>
                            <ul class="list-disc pl-7 text-md">
                                <li>
                                    <span>освещение, температура, влажность, давление.</span>
                                </li>
                            </ul>
                        </li>
                        <li>
                            <span>Трещины автостёкол. </span>
                            <ul class="list-disc pl-7 text-md">
                                <li>
                                    <span>место расположения, размер и&nbsp;профиль разлома, состояние.</span>
                                </li>
                                <li>
                                    <span>подготовка автомобиля и&nbsp;стекла к&nbsp;ремонту, инструменты (съемники дворников и&nbsp;андапок, и&nbsp;др.), приспособления, процессы и&nbsp;способы применения.</span>
                                </li>
                                <li>
                                    <span>мойка трещин: химия, инстр., присп. (расширители: виды, их&nbsp;главная характеристика, и&nbsp;это не&nbsp;величина усилия давления), последовательность действий.</span>
                                </li>
                                <li>
                                    <span>остановка трещин: виды остановки, инстр. (дрели, боры), присп., последовательность действий.</span>
                                </li>
                                <li>
                                    <span>полимеры: виды, основные характеристики влияющие на&nbsp;качество ремонта (и&nbsp;это не&nbsp;вязкость, она только на&nbsp;4-м месте), заполнение трещин полимером: виды заполнения, инстр., присп., последовательность в&nbsp;зависимости от&nbsp;размера и&nbsp;профиля разлома.</span>
                                </li>
                                <li>
                                    <span>полимеризация: физика процесса влияющая на&nbsp;качество ремонта трещин, (люминисцент&nbsp;VS светодиод).</span>
                                </li>
                                <li>
                                    <span>рекомендации для клиента (до&nbsp;и&nbsp;после ремонта трещин).</span>
                                </li>
                                <li>
                                    <span>гарантии и&nbsp;гарантийный случай. (Основная причина раскрытия трещин по&nbsp;вине мастера и&nbsp;способ нейтрализации этой причины).</span>
                                </li>
                            </ul>
                        </li>
                    </ol>
                </div>
            </div>

            <div class="container flex flex-col gap-4">
                <h2 class="font-thin text-2xl mb-4">По&nbsp;итогу обучения услуге ремонта автостекол</h2>

                <div class="flex flex-col lg:flex-row justify-between items-center gap-8 lg:gap-16">
                    <div class="flex flex-col flex-1 items-center gap-4 bg-slate-200 shadow-2xl rounded-2xl p-8 border text-center w-full">
                        <svg viewBox="0 0 100.354 100.352" class="w-20">
                            <g>
                                <path d="M31.276,52.042c9.435,0,17.111-7.676,17.111-17.111S40.711,17.82,31.276,17.82s-17.111,7.676-17.111,17.111
                                    S21.841,52.042,31.276,52.042z M31.276,20.82c7.781,0,14.111,6.33,14.111,14.111c0,7.781-6.33,14.111-14.111,14.111
                                    s-14.111-6.33-14.111-14.111C17.165,27.15,23.495,20.82,31.276,20.82z"/>
                                <path d="M31.273,45.43c3.187,0,5.979-2.035,6.949-5.062c0.252-0.789-0.182-1.633-0.971-1.886c-0.788-0.249-1.633,0.183-1.886,0.971
                                    c-0.57,1.781-2.214,2.978-4.091,2.978c-1.877,0-3.521-1.197-4.09-2.979c-0.252-0.789-1.097-1.227-1.885-0.972
                                    c-0.789,0.252-1.225,1.096-0.972,1.885C25.293,43.394,28.085,45.43,31.273,45.43z"/>
                                <path d="M71.236,47.284c-8.715,0-16.897,4.277-21.89,11.441c-0.025,0.036-0.049,0.073-0.071,0.111l-0.596,1.04
                                    c-4.795-3.365-10.627-5.348-16.916-5.348c-16.283,0-29.53,13.249-29.53,29.535c0,0.828,0.671,1.5,1.5,1.5h56.061
                                    c0.828,0,1.5-0.672,1.5-1.5c0-2.998-0.452-5.892-1.286-8.62h36.384c0.828,0,1.5-0.672,1.5-1.5
                                    C97.892,59.243,85.935,47.284,71.236,47.284z M5.275,82.564c0.781-13.936,12.363-25.035,26.488-25.035s25.708,11.1,26.489,25.035
                                    H5.275z M58.909,72.444c-1.779-4.141-4.481-7.791-7.841-10.702l0.777-1.355c4.436-6.327,11.68-10.103,19.392-10.103
                                    c12.54,0,22.832,9.81,23.608,22.16H58.909z"/>
                                <path d="M70.799,45.359c8.553,0,15.511-6.958,15.511-15.511s-6.958-15.511-15.511-15.511s-15.511,6.958-15.511,15.511
                                    S62.246,45.359,70.799,45.359z M70.799,17.337c6.898,0,12.511,5.612,12.511,12.511c0,6.899-5.612,12.511-12.511,12.511
                                    s-12.511-5.612-12.511-12.511C58.288,22.949,63.9,17.337,70.799,17.337z"/>
                                <path d="M70.798,39.424c2.552,0,4.791-1.631,5.572-4.059c0.254-0.789-0.18-1.634-0.968-1.887c-0.79-0.254-1.634,0.18-1.888,0.968
                                    c-0.381,1.183-1.473,1.978-2.717,1.978s-2.336-0.794-2.716-1.977c-0.253-0.788-1.089-1.222-1.887-0.97
                                    c-0.788,0.253-1.223,1.098-0.969,1.887C66.006,37.793,68.245,39.424,70.798,39.424z"/>
                            </g>
                        </svg>
                        <div class="flex flex-col">
                            <span class="text-lg">Каждый клиент</span>
                            <span class="text-lg">постоянный</span>
                        </div>
                    </div>

                    <div class="flex flex-col flex-1 items-center gap-4 bg-slate-200 shadow-2xl rounded-2xl p-8 border text-center w-full">
                        <svg viewBox="0 0 100.353 100.352" class="w-20">
                            <g>
                                <path d="M41.76,45.383c-7.691,0-13.949,6.258-13.949,13.949s6.257,13.948,13.949,13.948s13.949-6.257,13.949-13.948
                                    S49.451,45.383,41.76,45.383z M41.76,70.281c-6.037,0-10.949-4.911-10.949-10.948s4.912-10.949,10.949-10.949
                                    c6.038,0,10.949,4.912,10.949,10.949S47.797,70.281,41.76,70.281z"/>
                                <path d="M12.399,45.384c-0.829,0-1.5,0.671-1.5,1.5v24.896c0,0.828,0.671,1.5,1.5,1.5s1.5-0.672,1.5-1.5V46.884
                                    C13.899,46.055,13.228,45.384,12.399,45.384z"/>
                                <path d="M70.648,45.384c-0.828,0-1.5,0.671-1.5,1.5v24.896c0,0.828,0.672,1.5,1.5,1.5s1.5-0.672,1.5-1.5V46.884
                                    C72.148,46.055,71.477,45.384,70.648,45.384z"/>
                                <path d="M95.287,19.142H21.869c-0.829,0-1.5,0.671-1.5,1.5v7.419h-6.72c-0.829,0-1.5,0.671-1.5,1.5v8.248H4.714
                                    c-0.829,0-1.5,0.671-1.5,1.5v40.047c0,0.828,0.671,1.5,1.5,1.5h73.419c0.828,0,1.5-0.672,1.5-1.5v-8.248h7.436
                                    c0.828,0,1.5-0.672,1.5-1.5v-7.419h6.719c0.828,0,1.5-0.672,1.5-1.5V20.642C96.787,19.813,96.115,19.142,95.287,19.142z
                                    M6.214,77.856V40.809h70.419v28.789c0,0.003-0.001,0.006-0.001,0.01s0.001,0.006,0.001,0.01v8.238H6.214z M85.568,68.108h-5.936
                                    V39.309c0-0.829-0.672-1.5-1.5-1.5H15.149v-6.748h70.419V68.108z M93.787,59.189h-5.219V29.561c0-0.829-0.672-1.5-1.5-1.5H23.369
                                    v-5.919h70.418V59.189z"/>
                            </g>
                        </svg>
                        <div class="flex flex-col">
                            <span class="text-lg">Каждый прайс</span>
                            <span class="text-lg">высший</span>
                        </div>
                    </div>

                    <div class="flex flex-col flex-1 items-center gap-4 bg-slate-200 shadow-2xl rounded-2xl p-8 border text-center w-full">
                        <svg viewBox="0 0 101 101" class="w-20">
                            <path d="M97.8,57.62c-2.64-10.44-5.19-11.44-13.64-13.29L82.83,44c-5.51-1.23-15.42-8.66-18.68-11.11A19.88,19.88,0,0,0,52.28,29H35.57c-4.27,0-5.25.55-6.6,1.91l-.16.18L23.68,38.2c-.68.69-1.25,1.38-1.76,2-1.25,1.52-2.08,2.53-3.61,2.82l-8.09,1C6.38,44.75,4,47,4,50V64.5A1.5,1.5,0,0,0,5.5,66h7.59a9,9,0,0,0,17.54,0H65.09a9,9,0,0,0,17.54,0h8.66a6.73,6.73,0,0,0,6.51-8.38ZM24.24,42.1c.51-.62,1-1.26,1.65-1.87L26,40l5.13-7.11c.65-.65,1.08-.94,4.39-.94h16.7a16.86,16.86,0,0,1,10.07,3.33c4.34,3.26,8,5.79,11.14,7.67h-50ZM21.87,70a6,6,0,1,1,6-6A6,6,0,0,1,21.87,70Zm52,0a6,6,0,1,1,6-6A6,6,0,0,1,73.87,70Zm20.35-8.43A3.69,3.69,0,0,1,91.29,63H82.8a9,9,0,0,0-17.88,0H30.8a9,9,0,0,0-17.88,0H7V50c0-2.11,2.89-2.82,3.69-3l7.88-1H79.24a18.06,18.06,0,0,0,2.93,1l1.35.3c7.68,1.68,9.07,2,11.37,11.09A3.72,3.72,0,0,1,94.22,61.57Z"/>
                        </svg>
                        <div class="flex flex-col">
                            <span class="text-lg">Каждый автомобиль</span>
                            <span class="text-lg">от&nbsp;business до&nbsp;luxury</span>
                        </div>
                    </div>
                </div>
            </div>

            <div class="relative flex flex-col gap-10 py-20">
                <div class="absolute top-0 left-0 w-full h-full bg-[url('/images/study/2.webp')] bg-center bg-no-repeat bg-cover bg-fixed brightness-50"></div>
                <div class="container z-[1] flex flex-col gap-6 text-white">
                    <div class="flex flex-col gap-3">
                        <div class="flex flex-col">
                            <i class="text-md font-bold">Для студий детейлинга, автосервисов и&nbsp;частных мастеров.</i>
                            <span class="text-md">Услуга по&nbsp;ремонту сколов и&nbsp;трещин автостекол, как новая маржинальная услуга, с&nbsp;целью:</span>
                        </div>
                        <ul class="list-disc pl-7 text-sm">
                            <li>расширения предлагаемых услуг;</li>
                            <li>привлечения новых клиентов;</li>
                            <li>укрепления связей со старыми;</li>
                            <li>получения дополнительного дохода.</li>
                        </ul>
                    </div>

                    <div class="flex flex-col gap-3">
                        <div class="flex flex-col">
                            <i class="text-md font-bold">Обучение ремонту автостекол включает&nbsp;&mdash;</i>
                            <span class="text-md">ремонт повреждений различной формы, размеров, состояний и&nbsp;места расположения:</span>
                        </div>
                        <ul class="list-disc pl-7 text-sm">
                            <li>простых и&nbsp;сложных сколов, коротких и&nbsp;длинных трещин, новых и&nbsp;старых, чистых и&nbsp;грязных;</li>
                            <li>в&nbsp;наружном и&nbsp;внутреннем слое автостекла;</li>
                            <li>на&nbsp;лобовых, боковых, задних стеклах, стеклянных люках и&nbsp;панорамных крышах легковых авто.</li>
                        </ul>
                    </div>

                    <div class="flex flex-col gap-3">
                        <div class="flex flex-col">
                            <i class="text-md font-bold">Полученные знания позволят:</i>
                        </div>
                        <ul class="list-disc pl-7 text-sm">
                            <li>делать ремонты с&nbsp;превышением норм стандарта ЕС&nbsp;BS&nbsp;AU242b: 2022 и&nbsp;стандарта США ROLAGS 002-2022;</li>
                            <li>делать ремонты удовлетворяющие требованиям техосмотра 2025 и&nbsp;страховых компаний, требованиям стёкол изготовленных по&nbsp;smart glass технологии;</li>
                            <li>устанавливать объективно высокие расценки на&nbsp;результаты своей работы;</li>
                            <li>получать прибыль на&nbsp;140% больше других;</li>
                            <li>получать бонусы&nbsp;&mdash; эстетическое удовлетворение от&nbsp;результатов своего труда.</li>
                        </ul>
                    </div>
                </div>
            </div>

            <div class="container flex flex-col gap-3">
                <h2 class="font-thin text-2xl">Мифы ремонта автостёкол и их развеивание</h2>

                <ul class="list-disc pl-7 text-md">
                    <li>
                        <span>заклейка трещин скотчем,</span>
                    </li>
                    <li>
                        <span>смешивание полимеров,</span>
                    </li>
                    <li>
                        <span>&laquo;снятие нагрузки&raquo; с&nbsp;трещин и&nbsp;сколов,</span>
                    </li>
                    <li>
                        <span>быстрый ремонт 30-40мин.,</span>
                    </li>
                    <li>
                        <span>стандарты США и&nbsp;ЕС,</span>
                    </li>
                    <li>
                        <span>гарантии на&nbsp;ремонт трещин быть не&nbsp;может.</span>
                    </li>
                </ul>

                <span class="text-md">Вскрываются объективные причины и&nbsp;дальнейшей живучести данных мифов.</span>
            </div>

            <div class="container flex flex-col gap-3">
                <h2 class="font-thin text-2xl">Преимущества обучения</h2>

                <div class="flex flex-col gap-3">
                    <div class="flex flex-col">
                        <i class="text-md font-bold">Только в&nbsp;этом обучении (и&nbsp;нигде больше) научитесь:</i>
                    </div>
                    <ul class="list-disc pl-7 text-md">
                        <li>делать ремонты с&nbsp;прочностью и&nbsp;прозрачностью на&nbsp;20% больше любых других профессиональных ремонтов!</li>
                        <li>выдавать гарантию на&nbsp;все виды ремонтов коротких и&nbsp;длинных трещин (до&nbsp;60-80&nbsp;см.) от&nbsp;1&nbsp;года!</li>
                    </ul>
                </div>

                <div class="flex flex-col gap-3">
                    <div class="flex flex-col">
                        <i class="text-md font-bold">Только в&nbsp;технологии 2020-х:</i>
                        <i class="text-md font-bold">самые ПРОЗРАЧНЫЕ сколы и&nbsp;трещины, за&nbsp;счет:</i>
                    </div>
                    <ul class="list-disc pl-7 text-md">
                        <li>изменения коэффициента преломления полимера (refractive index) в&nbsp;процессе ремонта до&nbsp;наилучшего значения;</li>
                        <li>light методов ремонтных воздействий (без нагрева, давления, вибрации).</li>
                    </ul>
                    <i class="text-md font-bold">самые ПРОЧНЫЕ сколы и&nbsp;трещины, за&nbsp;счет:</i>
                    <ul class="list-disc pl-7 text-md">
                        <li>устранения основной причины раскрытия трещин, зависящей от&nbsp;мастера;</li>
                        <li>заполнения трещин полимером подобранным по&nbsp;3&nbsp;главным характеристикам (не&nbsp;по&nbsp;вязкости);</li>
                        <li>повышения предела прочности полимера на&nbsp;разрыв (tensile strength).</li>
                    </ul>
                </div>
            </div>

            <div class="container flex flex-col">
                <span class="text-lg">Обучение очно</span>
                <span class="text-lg">
                    Вопросы на&nbsp;
                    <a
                        href="https://t.me/glassnewtech"
                        aria-label="свяжитесь с нами в соц сетях"
                        target="_blank"
                        class="link-hover"
                    >
                        @alexnewtech
                    </a>
                </span>
            </div>
        </div>
    </div>
</template> 

<script setup>

</script>

<style lang="scss" scoped>
div {
    background-position: center;
    background-repeat: no-repeat;
    background-size: cover;
}
</style>